Revit 2027 API
UnitTypeId.WattsPerSquareFoot Property
 Watts per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WattsPerSquareFoot { get; }
Public Shared ReadOnly Property WattsPerSquareFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WattsPerSquareFoot {
	ForgeTypeId^ get ();
}
static member WattsPerSquareFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace